tap "domt4/autoupdate"
tap "hashicorp/tap"
tap "teamookla/speedtest"
brew "libtiff"
brew "aom"
brew "awscli"
brew "glib"
brew "cairo"
brew "deno"
brew "docker"
brew "dockutil"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "hydra"
brew "jenkins"
brew "john"
brew "mysql"
brew "neovim"
brew "nmap"
brew "node"
brew "node@20"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openjdk"
brew "opentofu"
brew "openvino"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15"
brew "powerlevel10k"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "yarn", link: false
brew "zsh-autosuggestions"
brew "hashicorp/tap/vault"
brew "teamookla/speedtest/speedtest", link: false
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "bruno"
cask "burp-suite"
cask "cheatsheet"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "dotnet-sdk"
cask "dropzone"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "imageoptim"
cask "metasploit"
cask "nordvpn"
cask "numi"
cask "obsidian"
cask "postman"
cask "rekordbox"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wechat"
cask "whatsapp"
cask "wireshark"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "krishnapravin.google-tasks"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-predawnkit"
vscode "nrwl.angular-console"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
