tap "homebrew/bundle"
tap "homebrew/services"
brew "aom"
brew "awscli"
brew "python@3.12"
brew "cairo"
brew "deno"
brew "docker"
brew "dockutil"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "go"
brew "hydra"
brew "jenkins"
brew "john"
brew "nmap"
brew "node"
brew "node@20"
brew "openjdk"
brew "opentofu"
brew "openvino"
brew "pipx"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "python@3.10"
brew "tmux"
brew "zsh-autosuggestions"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "burp-suite"
cask "cheatsheet"
cask "db-browser-for-sqlite"
cask "discord"
cask "divvy"
cask "dotnet-sdk"
cask "dropzone"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "metasploit"
cask "nordvpn"
cask "numi"
cask "obsidian"
cask "postman"
cask "rekordbox"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wechat"
cask "whatsapp"
cask "wireshark"
vscode "alefragnani.bookmarks"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "krishnapravin.google-tasks"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-predawnkit"
vscode "nrwl.angular-console"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "vue.volar"
