tap "domt4/autoupdate"
tap "hashicorp/tap"
tap "teamookla/speedtest"
brew "libtiff"
brew "aom"
brew "awscli"
brew "btop"
brew "glib"
brew "cairo"
brew "node", link: false
brew "cloudflare-wrangler"
brew "cocoapods"
brew "deno"
brew "docker"
brew "dockutil"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "glances"
brew "go"
brew "htop"
brew "hydra"
brew "imagemagick"
brew "iproute2mac"
brew "jenkins"
brew "john"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libgit2"
brew "minikube"
brew "mkcert"
brew "mysql", link: false
brew "mysql@8.0", link: true
brew "neovim"
brew "neovide"
brew "nmap"
brew "node@20", link: true
brew "nss"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openjdk"
brew "opentofu"
brew "openvino"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "portaudio"
brew "postgresql@14"
brew "postgresql@15"
brew "posting"
brew "powerlevel10k"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "skaffold"
brew "speedtest-cli"
brew "tflint"
brew "tmux"
brew "tree"
brew "wget"
brew "wireguard-tools"
brew "yarn", link: false
brew "yazi"
brew "zsh-autosuggestions"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "teamookla/speedtest/speedtest", link: false
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "bitwarden"
cask "bruno"
cask "burp-suite"
cask "claude-code"
cask "codex"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dropzone"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "github"
cask "godot"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iterm2"
cask "mambaforge"
cask "metasploit"
cask "neovide-app"
cask "nordvpn"
cask "numi"
cask "obsidian"
cask "openemu"
cask "postman"
cask "raycast"
cask "rekordbox"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wechat"
cask "whatsapp"
cask "wireshark-app"
vscode "anthropic.claude-code"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.vscode-peacock"
vscode "local.paperwhite-theme"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.theme-predawnkit"
vscode "nrwl.angular-console"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "xabikos.javascriptsnippets"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
