{
  "HOME_PAGE": {
    "CAREER_CARD": {
      "HEADER": "Software",
      "BODY": "I'm a self taught software developer who managed to find his way into the industry. I've worked on some pretty badass projects so far and there's more to come. I genuinely love coding and would even go as far as considering it more of a hobby than just a job to me. Being a software developer means more to me than just the code. It's design, it's elegant, it's pretty."
    },
    "SECONDHAND_CARD": {
      "HEADER": "Secondhand Lifestyle",
      "BODY": "I'm a secondhand shopping addict but at the same time a minimalist which is quite the conundrum. To solve this problem I run a secondhand Instagram store and hold occasional clothing markets to buy, sell, trade, and give away clothes that are often accompanied by a partayyy. "
    }
  },
  "ABOUT_PAGE": {
    "HEADER": "About me",
    "PARAGRAPH_1": "Hi, my name is Harry and I am the designer of all the nonesense you see here. I am a self taught softwarer developer based in Toronto who has one too many hobbies including skating, dance and freestyle rapping among many others.",
    "PARAGRAPH_2": "I originally went to school for civil engineering at Ryerson University (TMU, Toronto Metropolitan University) as I did not know what I wanted to do with my future. I excelled at physics and mathematics so I thought I'd make a good fit which was naive and I paid the price for it. I found that I had no strong interest in the industry after finishing my degree and working 3 months in the field. I eventually came to the realization I wanted to become a software developer as I had a nack for it in high school. Shoutout to Mr. Robinson for being such an amazing highschool computer science teacher. I wish I appreciated you more while I was attending your classes. After leaving my civil engineering job I started learning how to code using free online resources and started building my coding skills from ground zero.",
    "PARAGRAPH_3": "It was difficult at first but I love the problem solving of coding and making a machine do your bidding. After about a year and a half of tutorial hell I eventually found myself in the tech industry. From the second I touched code I was hooked. I love writing code, during work or outside work, being able to exercise the skill to me practically anywhere is such a pleasure. The enjoyment that I have from coding is similar to how people do sudoku puzzles for fun. And no, sudoku puzzles are not a hobby of mine."
  },
  "CONTACT": {
    "CONTACT_ME": {
      "HEADER": "Contact Me",
      "EMAIL": {
        "EMAIL_ADDRESS": "harryliu1995@gmail.com"
      },
      "PHONE_NUMBER": "+1 647-608-2991"
    },
    "CONTACT_FORM": {
      "HEADER": "Send me a message",
      "NAME_LABEL": "Name:",
      "EMAIL_LABEL": "Email:",
      "MESSAGE_LABEL": "Message:",
      "BUTTON_TEXT": "Submit"
    }
  },
  "EMAIL_SUBSCRIPTION_FORM": {
    "LABEL": "Newsletter:",
    "PLACEHOLDER": "Your email address",
    "BUTTON_TEXT": "Subscribe"
  },
  "NAVBAR": {
    "BRAND": "harryliu.design",
    "HOME": "Home",
    "ABOUT": "About",
    "CONTACT": "Contact",
    "SECONDHAND_STORE": "Store",
    "VIBECHECK_LITE": "Vibecheck Lite"
  },
  "LINKS": {
    "OTHER": {
      "HEADER": "More Links",
      "LINKEDIN": {
        "TEXT": "LinkedIn",
        "URL": "https://www.linkedin.com/in/iamharryliu/"
      },
      "GITHUB": {
        "TEXT": "Github",
        "URL": "https://github.com/iamharryliu"
      },
      "EMAIL": {
        "TEXT": "Contact me",
        "URL": "mailto: harryliu1995@gmail.com"
      },
      "PERSONAL_IG": {
        "TEXT": "Personal Instagram",
        "URL": "https://www.instagram.com/prettydamntired/"
      },
      "SECONDHAND_STORE_IG": {
        "TEXT": "Secondhand Store Instagram",
        "URL": "https://www.instagram.com/harrysellsshit/"
      },
      "SKATE_IG": {
        "TEXT": "Skate Instagram",
        "URL": "https://www.instagram.com/torontocityskate/"
      }
    }
  },
  "FOOTER": {
    "SITE_MAP": {
      "HEADER": "Site Map",
      "ABOUT": "About",
      "CONTACT": "Contact",
      "VIBECHECK_LITE": "Vibecheck Lite"
    }
  }
}
