tap "homebrew/bundle"
brew "docker"
brew "flyctl"
brew "git"
brew "jenkins"
brew "node", link: false
brew "node@20", link: true
brew "pre-commit"
brew "zsh-autosuggestions"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "discord"
cask "google-chrome"
cask "postman"
cask "rekordbox"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
cask "wechat"
cask "whatsapp"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "mohd-akram.vscode-html-format"
vscode "ms-python.black-formatter"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.Theme-PredawnKit"
vscode "teabyii.ayu"
